Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# PFNLabel.Text
source: Package Family Name
ar: اسم عائلة الحزمة
de_de: Paketfamilienname
el_gr: Όνομα οικογένειας πακέτου
es: Nombre de familia del paquete
fr_fr: Nom de Famille du Paquet
he_il: שם משפחת חבילה
hi_in: पैकेज परिवार नाम
ja_jp: パッケージファミリ名
ml_in: പാക്കേജ് ഫാമിലി നാമം
pl_pl: Nazwa rodziny pakietu
tr_tr: Paket Aile Adı

# OpenLogsDirectoryButtonText.Text
source: Open Logs Directory
ar: فتح دليل السجلات
de_de: Protokollordner öffnen
el_gr: Άνοιγμα Καταλόγου Αρχείων Καταγραφής
es: Abrir Directorio de Registros
fr_fr: Ouvrir le Répertoire des Journaux
he_il: פתח תיקיית לוגים
hi_in: लॉग डायरेक्टरी खोलें
ja_jp: ログディレクトリを開く
ml_in: ലോഗ് ഡയറക്ടറി തുറക്കുക
pl_pl: Otwórz Katalog Logów
tr_tr: Günlük Dizinini Aç

# ExportToJSONButton.Content
source: Export To JSON File
fr_fr: Exporter vers un Fichier JSON
ja_jp: JSONファイルにエクスポート
tr_tr: JSON Dosyasına Aktar

# ExportToJSONButton.AutomationProperties.HelpText
source: Export all of the data in the ListView to JSON.
ar: تصدير جميع البيانات في ListView إلى JSON.
de_de: Alle Daten der Listenansicht als JSON exportieren.
el_gr: Εξαγωγή όλων των δεδομένων στο ListView σε JSON.
es: Exportar todos los datos en el ListView a JSON.
fr_fr: Exporter toutes les données de la Vue Liste vers JSON.
he_il: ייצוא כל הנתונים ב-ListView ל-JSON.
hi_in: ListView में सभी डेटा को JSON में निर्यात करें.
ja_jp: ListView内のすべてのデータをJSONにエクスポートします。
ml_in: ListView ഇലുള്ള എല്ലാ ഡാറ്റയും JSON ലേക്ക് എക്സ്പോർട്ട് ചെയ്യുക.
pl_pl: Eksport wszystkich danych w ListView do JSON.
tr_tr: ListView'deki tüm verileri JSON'a aktarın.

# ExportToJSONButton.ToolTipService.ToolTip
source: Export all of the data in the ListView to JSON.
ar: تصدير جميع البيانات في ListView إلى JSON.
de_de: Alle Daten der Listenansicht als JSON exportieren.
el_gr: Εξαγωγή όλων των δεδομένων στο ListView σε JSON.
es: Exportar todos los datos en el ListView a JSON.
fr_fr: Exporter toutes les données de la Vue Liste vers JSON.
he_il: ייצוא כל הנתונים ב-ListView ל-JSON.
hi_in: ListView में सभी डेटा को JSON में निर्यात करें.
ja_jp: ListView内のすべてのデータをJSONにエクスポートします。
ml_in: ListView ഇലുള്ള എല്ലാ ഡാറ്റയും JSON ലേക്ക് എക്സ്പോർട്ട് ചെയ്യുക.
pl_pl: Eksport wszystkich danych w ListView do JSON.
tr_tr: ListView'deki tüm verileri JSON'a aktarın.

# ExportingToJSONMsg
source: Exporting data to JSON file, please wait...
ar: جارٍ تصدير البيانات إلى ملف JSON، يرجى الانتظار...
de_de: Daten werden in JSON-Datei exportiert, bitte warten...
el_gr: Γίνεται εξαγωγή δεδομένων σε αρχείο JSON, παρακαλώ περιμένετε...
es: Exportando datos a archivo JSON, por favor espere...
fr_fr: Exportation des données vers un fichier JSON, veuillez patienter...
he_il: מייצא נתונים לקובץ JSON, אנא המתן...
hi_in: डेटा को JSON फ़ाइल में निर्यात किया जा रहा है, कृपया प्रतीक्षा करें...
ja_jp: データをJSONファイルにエクスポートしています。お待ちください...
ml_in: ഡാറ്റ JSON ഫയലിലേയ്ക്ക് എക്സ്പോർട്ട് ചെയ്യുന്നു, ദയവായി കാത്തിരിക്കുക...
pl_pl: Eksportowanie danych do pliku JSON, proszę czekać...
tr_tr: Veriler JSON dosyasına aktarılıyor, lütfen bekleyin...

# SuccessfullyExportedDataToJSON
source: Successfully exported {0} data to JSON and saved them in: '{1}'
ar: تم تصدير {0} من البيانات إلى JSON وحفظها في: '{1}'
de_de: Erfolgreich {0} Daten nach JSON exportiert und in: '{1}' gespeichert
el_gr: Εξήχθησαν επιτυχώς {0} δεδομένα σε JSON και αποθηκεύτηκαν σε: '{1}'
es: Se exportaron correctamente {0} datos a JSON y se guardaron en: '{1}'
fr_fr: Données ({0}) exportées avec succès vers JSON et enregistrées dans : '{1}'
he_il: יוצאו בהצלחה {0} נתונים ל-JSON ונשמרו ב: '{1}'
hi_in: सफलतापूर्वक {0} डेटा को JSON में निर्यात कर उन्हें यहाँ सहेजा गया: '{1}'
ja_jp: {0}個のデータをJSONに正常にエクスポートし、保存しました：「{1}」
ml_in: വിജയകരമായി {0} ഡാറ്റ JSON ലേക്ക് എക്സ്പോർട്ട് ചെയ്തു, അവ ഇവിടെ സംരക്ഷിച്ചു: '{1}'
pl_pl: Pomyślnie wyeksportowano {0} danych do JSON i zapisano je w: '{1}'
tr_tr: {0} verileri başarıyla JSON'a aktarıldı ve şu konuma kaydedildi: '{1}'

# CopySelectedButton.ToolTipService.ToolTip
source: Copy the selected items to the clipboard.
ar: نسخ العناصر المحددة إلى الحافظة.
de_de: Ausgewählte Elemente in die Zwischenablage kopieren.
el_gr: Αντιγραφή των επιλεγμένων στοιχείων στο πρόχειρο.
es: Copiar los elementos seleccionados al portapapeles.
fr_fr: Copier les éléments sélectionnés dans le presse-papiers.
he_il: העתק את הפריטים שנבחרו ללוח.
hi_in: चयनित आइटमों को क्लिपबोर्ड में कॉपी करें।
ja_jp: 選択した項目をクリップボードにコピーします。
ml_in: തിരഞ്ഞെടുത്ത ഇനങ്ങൾ ക്ലിപ്പ്ബോർഡിലേയ്ക്ക് പകർത്തുക.
pl_pl: Skopiuj wybrane elementy do schowka.
tr_tr: Seçilen öğeleri panoya kopyalayın.

# CopySelectedButton.AutomationProperties.HelpText
source: Copy the selected items to the clipboard.
ar: نسخ العناصر المحددة إلى الحافظة.
de_de: Ausgewählte Elemente in die Zwischenablage kopieren.
el_gr: Αντιγραφή των επιλεγμένων στοιχείων στο πρόχειρο.
es: Copiar los elementos seleccionados al portapapeles.
fr_fr: Copier les éléments sélectionnés dans le presse-papiers.
he_il: העתק את הפריטים שנבחרו ללוח.
hi_in: चयनित आइटमों को क्लिपबोर्ड में कॉपी करें।
ja_jp: 選択した項目をクリップボードにコピーします。
ml_in: തിരഞ്ഞെടുത്ത ഇനങ്ങൾ ക്ലിപ്പ്ബോർഡിലേയ്ക്ക് പകർത്തുക.
pl_pl: Skopiuj wybrane elementy do schowka.
tr_tr: Seçilen öğeleri panoya kopyalayın.

# CopySelectedButton.Content
source: Copy Selected
ar: نسخ المحدد
de_de: Ausgewählte kopieren
el_gr: Αντιγραφή επιλεγμένων
es: Copiar seleccionados
fr_fr: Copier la Sélection
he_il: העתק נבחרים
hi_in: चयनित कॉपी करें
ja_jp: 選択をコピー
ml_in: തിരഞ്ഞെടുത്തത് പകർത്തുക
pl_pl: Kopiuj wybrane
tr_tr: Seçileni Kopyala

# AutoResizeListViewColumnsSettingsCard.Description
source: Automatically resize the columns as you scroll to fit the visible content. The columns will expand and contract dynamically. Only applies to the List Views that support this feature. If this option is enabled and data is already loaded in a List View, after disabling it and returning to the page with the List View, it will perform a one-time width calculation of all of the data.
ar: غيّر حجم الأعمدة تلقائياً أثناء التمرير ليتناسب مع المحتوى المرئي. ستتمدّد الأعمدة وتنكمش ديناميكياً. ينطبق هذا فقط على طرق عرض القوائم التي تدعم هذه الميزة. إذا كان هذا الخيار مفعّلاً وكانت البيانات محمّلة بالفعل في طريقة عرض قائمة، فعند إيقافه والعودة إلى الصفحة التي تحتوي على طريقة عرض القائمة سيتم إجراء حساب عرض لمرة واحدة لجميع البيانات.
de_de: Passt die Spalten beim Scrollen automatisch an den sichtbaren Inhalt an. Die Spalten werden dynamisch erweitert und verkleinert. Gilt nur für Listenansichten, die diese Funktion unterstützen. Wenn diese Option aktiviert ist und bereits Daten in einer Listenansicht geladen sind, wird nach dem Deaktivieren und der Rückkehr zur Seite mit der Listenansicht einmalig die Breite aller Daten berechnet.
el_gr: Αυτόματη προσαρμογή του πλάτους των στηλών κατά την κύλιση ώστε να ταιριάζει με το ορατό περιεχόμενο. Οι στήλες θα επεκτείνονται και θα συρρικνώνονται δυναμικά. Ισχύει μόνο για τις Προβολές Λίστας που υποστηρίζουν αυτή τη δυνατότητα. Αν αυτή η επιλογή είναι ενεργοποιημένη και τα δεδομένα έχουν ήδη φορτωθεί σε Προβολή Λίστας, αφού την απενεργοποιήσετε και επιστρέψετε στη σελίδα με την Προβολή Λίστας, θα εκτελεστεί εφάπαξ υπολογισμός πλάτους για όλα τα δεδομένα.
es: Redimensiona automáticamente las columnas al desplazarte para ajustar el contenido visible. Las columnas se expandirán y contraerán de forma dinámica. Solo aplica a las Vistas de Lista que admiten esta función. Si esta opción está habilitada y ya hay datos cargados en una Vista de Lista, después de deshabilitarla y regresar a la página con la Vista de Lista, se realizará un cálculo único del ancho para todos los datos.
fr_fr: Redimensionner automatiquement les colonnes lors du défilement pour s'adapter au contenu visible. Les colonnes s'étendront et se contracteront dynamiquement. S'applique uniquement aux Vues Liste qui prennent en charge cette fonctionnalité. Si cette option est activée et que des données sont déjà chargées dans une Vue Liste, après l'avoir désactivée et être revenu à la page avec la Vue Liste, elle effectuera un calcul unique de la largeur de toutes les données.
he_il: התאם את רוחב העמודות באופן אוטומטי בזמן הגלילה כך שיתאים לתוכן הגלוי. העמודות יתרחבו ויצטמצמו באופן דינמי. חל רק על תצוגות רשימה התומכות בתכונה זו. אם אפשרות זו מופעלת וכבר נטענו נתונים בתצוגת רשימה, לאחר ביטולה וחזרה לדף עם תצוגת הרשימה תתבצע פעולת חישוב רוחב חד-פעמית לכלל הנתונים.
hi_in: स्क्रॉल करते समय दृश्य सामग्री के अनुरूप स्तंभों की चौड़ाई अपने आप समायोजित करें। स्तंभ गतिशील रूप से फैलेंगे और सिमटेंगे। यह केवल उन सूची दृश्यों पर लागू होता है जो इस सुविधा का समर्थन करते हैं। यदि यह विकल्प सक्षम है और किसी सूची दृश्य में डेटा पहले से लोड है, तो इसे अक्षम करने और सूची दृश्य वाले पृष्ठ पर लौटने के बाद सभी डेटा के लिए एक बार चौड़ाई की गणना की जाएगी.
ja_jp: スクロール時に表示されているコンテンツに合わせて列を自動的にサイズ変更します。列は動的に拡大・縮小します。この機能をサポートするリストビューにのみ適用されます。このオプションが有効で、リストビューにデータが既に読み込まれている場合、無効にしてリストビューのあるページに戻ると、すべてのデータの幅が一度だけ計算されます。
ml_in: സ്ക്രോൾ ചെയ്യുമ്പോൾ ദൃശ്യമുള്ള ഉള്ളടക്കത്തിന് ഒത്തുതീരുമെന്നവിധം സ്തംഭങ്ങളുടെ വീതി സ്വയമേവ ക്രമീകരിക്കുക. സ്തംഭങ്ങൾ ഡൈനാമിക്കായി വികസിക്കുകയും ചുരുങ്ങുകയും ചെയ്യും. ഈ സവിശേഷത പിന്തുണയ്ക്കുന്ന ലിസ്റ്റ് വ്യൂകൾക്കു മാത്രമേ ഇത് ബാധകമായിരിക്കൂ. ഈ ഓപ്ഷൻ സജീവമാണെന്നും ഒരു ലിസ്റ്റ് വ്യൂയിൽ ഇതിനകം ഡാറ്റ ലോഡുചെയ്തിട്ടുണ്ടെന്നും ആയാൽ, അതിനെ അപ്രാപ്തമാക്കി ലിസ്റ്റ് വ്യൂയുള്ള പേജിലേക്ക് മടങ്ങിയതിന് ശേഷം എല്ലാ ഡാറ്റയ്ക്കും ഒരിക്കൽ മാത്രം വീതി കണക്കാക്കൽ നടത്തപ്പെടും.
pl_pl: Automatycznie zmieniaj szerokość kolumn podczas przewijania, aby dopasować je do widocznej zawartości. Kolumny będą dynamicznie się rozszerzać i kurczyć. Dotyczy tylko widoków list, które obsługują tę funkcję. Jeśli ta opcja jest włączona i dane zostały już załadowane w widoku listy, po jej wyłączeniu i powrocie do strony z widokiem listy zostanie przeprowadzone jednorazowe obliczenie szerokości dla wszystkich danych.
tr_tr: Görünür içeriğe sığacak şekilde kaydırırken sütunları otomatik olarak yeniden boyutlandırın. Sütunlar dinamik olarak genişleyecek ve daralacaktır. Yalnızca bu özelliği destekleyen Liste Görünümleri için geçerlidir. Bu seçenek etkinleştirilirse ve veriler zaten bir Liste Görünümünde yüklüyse, devre dışı bırakıldıktan ve Liste Görünümü içeren sayfaya döndükten sonra, tüm veriler için bir kerelik genişlik hesaplaması yapılır.

# AutoResizeListViewColumnsSettingsCard.Header
source: Auto Resize Column Headers In List Views
ar: تغيير حجم رؤوس الأعمدة تلقائياً في طرق عرض القوائم
de_de: Spaltenüberschriften in Listenansichten automatisch anpassen
el_gr: Αυτόματη αλλαγή μεγέθους κεφαλίδων στηλών στις Προβολές Λίστας
es: Redimensionar automáticamente los encabezados de columna en las Vistas de Lista
fr_fr: Redimensionnement Auto des En-têtes de Colonne dans les Vues Liste
he_il: שינוי גודל אוטומטי של כותרות העמודות בתצוגות רשימה
hi_in: सूची दृश्य में स्तंभ शीर्षकों का स्वचालित आकार बदलना
ja_jp: リストビューの列ヘッダーを自動サイズ変更
ml_in: ലിസ്റ്റ് വ്യൂകളിൽ സ്തംഭ തലക്കെട്ടുകളുടെ സ്വയമേവ വലിപ്പമാറ്റം
pl_pl: Automatyczna zmiana rozmiaru nagłówków kolumn w widokach listy
tr_tr: Liste Görünümlerinde Sütun Başlıklarını Otomatik Yeniden Boyutlandır

# AutoResizeListViewColumnsSettingsCard.ToolTipService.ToolTip
source: Automatically resize the columns as you scroll to fit the visible content. The columns will expand and contract dynamically. Only applies to the List Views that support this feature. If this option is enabled and data is already loaded in a List View, after disabling it and returning to the page with the List View, it will perform a one-time width calculation of all of the data.
ar: غيّر حجم الأعمدة تلقائياً أثناء التمرير ليتناسب مع المحتوى المرئي. ستتمدّد الأعمدة وتنكمش ديناميكياً. ينطبق هذا فقط على طرق عرض القوائم التي تدعم هذه الميزة. إذا كان هذا الخيار مفعّلاً وكانت البيانات محمّلة بالفعل في طريقة عرض قائمة، فعند إيقافه والعودة إلى الصفحة التي تحتوي على طريقة عرض القائمة سيتم إجراء حساب عرض لمرة واحدة لجميع البيانات.
de_de: Passt die Spalten beim Scrollen automatisch an den sichtbaren Inhalt an. Die Spalten werden dynamisch erweitert und verkleinert. Gilt nur für Listenansichten, die diese Funktion unterstützen. Wenn diese Option aktiviert ist und bereits Daten in einer Listenansicht geladen sind, wird nach dem Deaktivieren und der Rückkehr zur Seite mit der Listenansicht einmalig die Breite aller Daten berechnet.
el_gr: Αυτόματη προσαρμογή του πλάτους των στηλών κατά την κύλιση ώστε να ταιριάζει με το ορατό περιεχόμενο. Οι στήλες θα επεκτείνονται και θα συρρικνώνονται δυναμικά. Ισχύει μόνο για τις Προβολές Λίστας που υποστηρίζουν αυτή τη δυνατότητα. Αν αυτή η επιλογή είναι ενεργοποιημένη και τα δεδομένα έχουν ήδη φορτωθεί σε Προβολή Λίστας, αφού την απενεργοποιήσετε και επιστρέψετε στη σελίδα με την Προβολή Λίστας, θα εκτελεστεί εφάπαξ υπολογισμός πλάτους για όλα τα δεδομένα.
es: Redimensiona automáticamente las columnas al desplazarte para ajustar el contenido visible. Las columnas se expandirán y contraerán de forma dinámica. Solo aplica a las Vistas de Lista que admiten esta función. Si esta opción está habilitada y ya hay datos cargados en una Vista de Lista, después de deshabilitarla y regresar a la página con la Vista de Lista, se realizará un cálculo único del ancho para todos los datos.
fr_fr: Redimensionner automatiquement les colonnes lors du défilement pour s'adapter au contenu visible. Les colonnes s'étendront et se contracteront dynamiquement. S'applique uniquement aux Vues Liste qui prennent en charge cette fonctionnalité. Si cette option est activée et que des données sont déjà chargées dans une Vue Liste, après l'avoir désactivée et être revenu à la page avec la Vue Liste, elle effectuera un calcul unique de la largeur de toutes les données.
he_il: התאם את רוחב העמודות באופן אוטומטי בזמן הגלילה כך שיתאים לתוכן הגלוי. העמודות יתרחבו ויצטמצמו באופן דינמי. חל רק על תצוגות רשימה התומכות בתכונה זו. אם אפשרות זו מופעלת וכבר נטענו נתונים בתצוגת רשימה, לאחר ביטולה וחזרה לדף עם תצוגת הרשימה תתבצע פעולת חישוב רוחב חד-פעמית לכלל הנתונים.
hi_in: स्क्रॉल करते समय दृश्य सामग्री के अनुरूप स्तंभों की चौड़ाई अपने आप समायोजित करें। स्तंभ गतिशील रूप से फैलेंगे और सिमटेंगे। यह केवल उन सूची दृश्यों पर लागू होता है जो इस सुविधा का समर्थन करते हैं। यदि यह विकल्प सक्षम है और किसी सूची दृश्य में डेटा पहले से लोड है, तो इसे अक्षम करने और सूची दृश्य वाले पृष्ठ पर लौटने के बाद सभी डेटा के लिए एक बार चौड़ाई की गणना की जाएगी.
ja_jp: スクロール時に表示されているコンテンツに合わせて列を自動的にサイズ変更します。列は動的に拡大・縮小します。この機能をサポートするリストビューにのみ適用されます。このオプションが有効で、リストビューにデータが既に読み込まれている場合、無効にしてリストビューのあるページに戻ると、すべてのデータの幅が一度だけ計算されます。
ml_in: സ്ക്രോൾ ചെയ്യുമ്പോൾ ദൃശ്യമുള്ള ഉള്ളടക്കത്തിന് ഒത്തുതീരുമെന്നവിധം സ്തംഭങ്ങളുടെ വീതി സ്വയമേവ ക്രമീകരിക്കുക. സ്തംഭങ്ങൾ ഡൈനാമിക്കായി വികസിക്കുകയും ചുരുങ്ങുകയും ചെയ്യും. ഈ സവിശേഷത പിന്തുണയ്ക്കുന്ന ലിസ്റ്റ് വ്യൂകൾക്കു മാത്രമേ ഇത് ബാധകമായിരിക്കൂ. ഈ ഓപ്ഷൻ സജീവമാണെന്നും ഒരു ലിസ്റ്റ് വ്യൂയിൽ ഇതിനകം ഡാറ്റ ലോഡുചെയ്തിട്ടുണ്ടെന്നും ആയാൽ, അതിനെ അപ്രാപ്തമാക്കി ലിസ്റ്റ് വ്യൂയുള്ള പേജിലേക്ക് മടങ്ങിയതിന് ശേഷം എല്ലാ ഡാറ്റയ്ക്കും ഒരിക്കൽ മാത്രം വീതി കണക്കാക്കൽ നടത്തപ്പെടും.
pl_pl: Automatycznie zmieniaj szerokość kolumn podczas przewijania, aby dopasować je do widocznej zawartości. Kolumny będą dynamicznie się rozszerzać i kurczyć. Dotyczy tylko widoków list, które obsługują tę funkcję. Jeśli ta opcja jest włączona i dane zostały już załadowane w widoku listy, po jej wyłączeniu i powrocie do strony z widokiem listy zostanie przeprowadzone jednorazowe obliczenie szerokości dla wszystkich danych.
tr_tr: Görünür içeriğe sığacak şekilde kaydırırken sütunları otomatik olarak yeniden boyutlandırın. Sütunlar dinamik olarak genişleyecek ve daralacaktır. Yalnızca bu özelliği destekleyen Liste Görünümleri için geçerlidir. Bu seçenek etkinleştirilirse ve veriler zaten bir Liste Görünümünde yüklüyse, devre dışı bırakıldıktan ve Liste Görünümü içeren sayfaya döndükten sonra, tüm veriler için bir kerelik genişlik hesaplaması yapılır.

# AutoResizeListViewColumnsSettingsCard.AutomationProperties.HelpText
source: Automatically resize the columns as you scroll to fit the visible content. The columns will expand and contract dynamically. Only applies to the List Views that support this feature. If this option is enabled and data is already loaded in a List View, after disabling it and returning to the page with the List View, it will perform a one-time width calculation of all of the data.
ar: غيّر حجم الأعمدة تلقائياً أثناء التمرير ليتناسب مع المحتوى المرئي. ستتمدّد الأعمدة وتنكمش ديناميكياً. ينطبق هذا فقط على طرق عرض القوائم التي تدعم هذه الميزة. إذا كان هذا الخيار مفعّلاً وكانت البيانات محمّلة بالفعل في طريقة عرض قائمة، فعند إيقافه والعودة إلى الصفحة التي تحتوي على طريقة عرض القائمة سيتم إجراء حساب عرض لمرة واحدة لجميع البيانات.
de_de: Passt die Spalten beim Scrollen automatisch an den sichtbaren Inhalt an. Die Spalten werden dynamisch erweitert und verkleinert. Gilt nur für Listenansichten, die diese Funktion unterstützen. Wenn diese Option aktiviert ist und bereits Daten in einer Listenansicht geladen sind, wird nach dem Deaktivieren und der Rückkehr zur Seite mit der Listenansicht einmalig die Breite aller Daten berechnet.
el_gr: Αυτόματη προσαρμογή του πλάτους των στηλών κατά την κύλιση ώστε να ταιριάζει με το ορατό περιεχόμενο. Οι στήλες θα επεκτείνονται και θα συρρικνώνονται δυναμικά. Ισχύει μόνο για τις Προβολές Λίστας που υποστηρίζουν αυτή τη δυνατότητα. Αν αυτή η επιλογή είναι ενεργοποιημένη και τα δεδομένα έχουν ήδη φορτωθεί σε Προβολή Λίστας, αφού την απενεργοποιήσετε και επιστρέψετε στη σελίδα με την Προβολή Λίστας, θα εκτελεστεί εφάπαξ υπολογισμός πλάτους για όλα τα δεδομένα.
es: Redimensiona automáticamente las columnas al desplazarte para ajustar el contenido visible. Las columnas se expandirán y contraerán de forma dinámica. Solo aplica a las Vistas de Lista que admiten esta función. Si esta opción está habilitada y ya hay datos cargados en una Vista de Lista, después de deshabilitarla y regresar a la página con la Vista de Lista, se realizará un cálculo único del ancho para todos los datos.
fr_fr: Redimensionner automatiquement les colonnes lors du défilement pour s'adapter au contenu visible. Les colonnes s'étendront et se contracteront dynamiquement. S'applique uniquement aux Vues Liste qui prennent en charge cette fonctionnalité. Si cette option est activée et que des données sont déjà chargées dans une Vue Liste, après l'avoir désactivée et être revenu à la page avec la Vue Liste, elle effectuera un calcul unique de la largeur de toutes les données.
he_il: התאם את רוחב העמודות באופן אוטומטי בזמן הגלילה כך שיתאים לתוכן הגלוי. העמודות יתרחבו ויצטמצמו באופן דינמי. חל רק על תצוגות רשימה התומכות בתכונה זו. אם אפשרות זו מופעלת וכבר נטענו נתונים בתצוגת רשימה, לאחר ביטולה וחזרה לדף עם תצוגת הרשימה תתבצע פעולת חישוב רוחב חד-פעמית לכלל הנתונים.
hi_in: स्क्रॉल करते समय दृश्य सामग्री के अनुरूप स्तंभों की चौड़ाई अपने आप समायोजित करें। स्तंभ गतिशील रूप से फैलेंगे और सिमटेंगे। यह केवल उन सूची दृश्यों पर लागू होता है जो इस सुविधा का समर्थन करते हैं। यदि यह विकल्प सक्षम है और किसी सूची दृश्य में डेटा पहले से लोड है, तो इसे अक्षम करने और सूची दृश्य वाले पृष्ठ पर लौटने के बाद सभी डेटा के लिए एक बार चौड़ाई की गणना की जाएगी.
ja_jp: スクロール時に表示されているコンテンツに合わせて列を自動的にサイズ変更します。列は動的に拡大・縮小します。この機能をサポートするリストビューにのみ適用されます。このオプションが有効で、リストビューにデータが既に読み込まれている場合、無効にしてリストビューのあるページに戻ると、すべてのデータの幅が一度だけ計算されます。
ml_in: സ്ക്രോൾ ചെയ്യുമ്പോൾ ദൃശ്യമുള്ള ഉള്ളടക്കത്തിന് ഒത്തുതീരുമെന്നവിധം സ്തംഭങ്ങളുടെ വീതി സ്വയമേവ ക്രമീകരിക്കുക. സ്തംഭങ്ങൾ ഡൈനാമിക്കായി വികസിക്കുകയും ചുരുങ്ങുകയും ചെയ്യും. ഈ സവിശേഷത പിന്തുണയ്ക്കുന്ന ലിസ്റ്റ് വ്യൂകൾക്കു മാത്രമേ ഇത് ബാധകമായിരിക്കൂ. ഈ ഓപ്ഷൻ സജീവമാണെന്നും ഒരു ലിസ്റ്റ് വ്യൂയിൽ ഇതിനകം ഡാറ്റ ലോഡുചെയ്തിട്ടുണ്ടെന്നും ആയാൽ, അതിനെ അപ്രാപ്തമാക്കി ലിസ്റ്റ് വ്യൂയുള്ള പേജിലേക്ക് മടങ്ങിയതിന് ശേഷം എല്ലാ ഡാറ്റയ്ക്കും ഒരിക്കൽ മാത്രം വീതി കണക്കാക്കൽ നടത്തപ്പെടും.
pl_pl: Automatycznie zmieniaj szerokość kolumn podczas przewijania, aby dopasować je do widocznej zawartości. Kolumny będą dynamicznie się rozszerzać i kurczyć. Dotyczy tylko widoków list, które obsługują tę funkcję. Jeśli ta opcja jest włączona i dane zostały już załadowane w widoku listy, po jej wyłączeniu i powrocie do strony z widokiem listy zostanie przeprowadzone jednorazowe obliczenie szerokości dla wszystkich danych.
tr_tr: Görünür içeriğe sığacak şekilde kaydırırken sütunları otomatik olarak yeniden boyutlandırın. Sütunlar dinamik olarak genişleyecek ve daralacaktır. Yalnızca bu özelliği destekleyen Liste Görünümleri için geçerlidir. Bu seçenek etkinleştirilirse ve veriler zaten bir Liste Görünümünde yüklüyse, devre dışı bırakıldıktan ve Liste Görünümü içeren sayfaya döndükten sonra, tüm veriler için bir kerelik genişlik hesaplaması yapılır.
